Repository: lhermann/level-assessment
Catalog: languages/level-assessment-*.po
Languages: pt_br

source: Name
pt_br: Nome

source: Language
pt_br: Idioma

source: Level
pt_br: Nível

source: Date
pt_br: Data

source: Level Assessment List
pt_br: Lista de Nivelamento

source: Level Assessment
pt_br: Teste de Nivelamento

source: Download as Spreadsheet
pt_br: Download de Planilha

source: Print
pt_br: Imprimir

source: Filter by Semester
pt_br: Filtrar por Semestre

source: All Semesters
pt_br: Todos os Semestres

source: List of requested times
pt_br: Lista de horários solicitados

source: Requested Times
pt_br: Horários solicitados

source: Requested Time
pt_br: Horários solicitados

# post type general name
source: Level Assessment Questions
pt_br: Perguntas Teste de Nivelamento

# post type singular name
source: Level Assessment Question
pt_br: Pergunta Teste de Nivelamento

# admin menu
source: Level Assessment Questions
pt_br: Perguntas Teste de Nivelamento

# add new on admin bar
source: Question
pt_br: Pergunta

# level assessment question
source: Add New
pt_br: Adicionar nova

source: Add New Question
pt_br: Adicionar nova pergunta

source: New Question
pt_br: Nova Pergunta

source: Edit Question
pt_br: Editar pergunta

source: View Question
pt_br: Visualizar pergunta

source: All Questions
pt_br: Todas as perguntas

source: Search Questions
pt_br: Buscar perguntas

source: Parent Questions:
pt_br: Perguntas pais

source: No questions found.
pt_br: Nenhuma pergunta encontrada

source: No questions found in Trash.
pt_br: Nenhuma pergunta encontrada na lixeira

# post type general name
source: Level Information
pt_br: Informações sobre nível

# post type singular name
source: Level Information
pt_br: Informação sobre o nível

# admin menu
source: Level Information
pt_br: Informações sobre nível

# add new on admin bar
source: Information
pt_br: Informações

source: Add New Information
pt_br: Adicionar nova informação

source: New Information
pt_br: Nova informação

source: Edit Information
pt_br: Editar informação

source: View Information
pt_br: Visualizar informação

source: All Information
pt_br: Todas as informações

source: Search Information
pt_br: Buscar informação

source: Parent Information:
pt_br: Informação pais

source: No Information found.
pt_br: Nenhuma informação encontrada

source: No Information found in Trash.
pt_br: Nenhuma informação encontrada na lixeira

# taxonomy general name
source: Age Groups
pt_br: Faixas etárias

# taxonomy singular name
source: Age Group
pt_br: Faixa etária

source: Search Age Groups
pt_br: Buscar faixa etária

source: Popular Age Groups
pt_br: Faixa etária popular

source: All Age Groups
pt_br: Todas as faixas etárias

source: Edit Age Group
pt_br: Editar faixa etária

source: Update Age Group
pt_br: Atualizar faixa etária

source: Add New Age Group
pt_br: Adicionar nova faixa etária

source: New Age Group Name
pt_br: Nome da nova faixa etária

source: Separate age groups with commas
pt_br: Separar faixas etárias com vírgula

source: Add or remove age groups
pt_br: Adicionar ou remover faixa etária

source: Choose from the most used age groups
pt_br: Escolher dentre faixas etárias mais usadas

source: No age groups found.
pt_br: Nenhuma faixa etária encontrada

source: Age Groups
pt_br: Faixa etária

# taxonomy general name
source: Languages
pt_br: Idiomas

# taxonomy singular name
source: Language
pt_br: Idioma

source: Search Languages
pt_br: Buscar idioma

source: Popular Languages
pt_br: Idiomas populares

source: All Languages
pt_br: Todos os idiomas

source: Edit Language
pt_br: Editar idioma

source: Update Language
pt_br: Atualizar idioma

source: Add New Language
pt_br: Adicionar novo idioma

source: New Language Name
pt_br: Novo nome de idioma

source: Separate languages with commas
pt_br: Separar idiomas com vírgula

source: Add or remove languages
pt_br: Adicionar ou remover idiomas

source: Choose from the most used languages
pt_br: Escolher dentre os idiomas mais usados

source: No languages found.
pt_br: Nenhum idioma encontrado

source: Languages
pt_br: Idiomas

# taxonomy general name
source: Levels
pt_br: Níveis

# taxonomy singular name
source: Level
pt_br: Nível

source: Search Levels
pt_br: Buscar níveis

source: Popular Levels
pt_br: Níveis populares

source: All Levels
pt_br: Todos os níveis

source: Edit Level
pt_br: Editar nível

source: Update Level
pt_br: Atualizar Nível

source: Add New Level
pt_br: Adicionar novo nível

source: New Level Name
pt_br: Novo nome de nível

source: Separate levels with commas
pt_br: Separar níveis com vírgula

source: Add or remove levels
pt_br: Adicionar ou remover nível

source: Choose from the most used levels
pt_br: Escolher dentre níveis mais usados

source: No levels found.
pt_br: Nenhum nível encontrado

source: Levels
pt_br: Níveis

source: Did you forget something?
pt_br: Você esqueceu alguma coisa?

# %1$s represents a level
source: Hey my friend!<br>You should first do %1$s.
pt_br: Ops,<br>Você deveria fazer primeiro %1$s.

source: Instructions
pt_br: Instruções

source: Testing your knowlege of %1$s
pt_br: Testando seu conhecimento de %1$s

source: Information to Sign Up
pt_br: Informação para Matrícula

source: How to sign up for %1$s
pt_br: Como se matricular para %1$s

source: The suggested times are not possible for you?
pt_br: Os horários disponíveis não se encaixam a você?

source: Tell us a better time
pt_br: Qual horário melhor se encaixaria a você?

source: You answered %1$s correctly and made %2$s!
pt_br: Você acertou %1$s e teve %2$s!

source: %s question
pt_br: %s pergunta

source: %s mistake
pt_br: %s erro

source: Congratulations!
pt_br: Parabéns!

# <br> is a line break
source: Congratulations!<br>You passed %1$s! This is the highest level we offer by now.
pt_br: Parabéns!<br>Você passou para %1$s! Este é o nível máximo que oferecemos no momento.

# <br> is a line break
source: %1$s would be boring to you, you should study a higher level!
pt_br: %1$s seria entediante para você, você deveria estudar um nível superior.

source: I want to Sign Up for %1$s
pt_br: Eu quero me matricular para %1$s

# <br> is a line break
source: Congratulations!<br>You have the knowlege of %1$s, you should study %2$s.
pt_br: Parabéns!<br>Você já tem o conhecimento de %1$s, você deveria estudar %2$s.

# <br> is a line break
source: %1$s is our highest level by now. Sign up! You will learn someting!
pt_br: %1$s é nosso nível mais alto no momento. Matricule-se! Você poderá aprender muito!

source: Sorry!
pt_br: Desculpe!

# <br> is a line break
source: You should really study %1$s, because you are not yet ready for %2$s.
pt_br: Você deveria estudar no %1$s, porque você ainda não está preparado para %2$s.

source: Question
pt_br: Pergunta

source: Choose...
pt_br: Escolha...

source: Which time fits you better?
pt_br: Qual horário melhor se encaixaria a você?

source: Select ...
pt_br: Selecione…

source: Email Address
pt_br: E-mail

source: Submit
pt_br: Enviar
